[
	"When you allow a person's words to upset you, you're giving away your power.",
	"People have the right to think and say whatever they want to. But you have the right not to take it to heart, and not to react.",
	"Life's managed, not cured. ",
	"Sometimes you make the right decision, sometimes you make the decision right.",
	"The difference between winners and losers is that winners do things losers don't want to do.",
	"You wouldnt care so much about what people think about you if you knew how little they did",
	"Anger is nothing more than an outward expression of hurt, fear and frustration",
	"If you need a miracle, be a miracle.",
	"Sometimes you just got to give yourself what you wish someone else would give you.",
	"Life’s a marathon, not a sprint.",
	"We teach people how to treat us.",
	"Common sense needs to be more common.",
	"At the end of the day, whether or not those people are comfortable with how you're living your life doesn't matter. What matters is whether you're comfortable with it.",
	"You're only lonely if you're not there for you",
	"We teach people how to treat us ",
	"The most you get is what you ask for.",
	"Take the high road, there's a lot less traffic up there.",
	"I would rather be healthy alone, then sick with someone else.",
	"You wouldn't worry so much about what other people thought about you if you knew how seldom they did.",
	"You can't put feathers on a dog and call it a chicken!",
	"The truth doesn't have versions, it just is.",
	"Pain is the price you pay for resisting life.",
	"There are some sick people in this world",
	"Learn when's a good time to shut up",
	"You cannot be who and what you are unless you have a lifestyle, both internally and externally, that is designed to support that definition of self.",
	"Sometimes you've just gotta give yourself what you wish you were getting from someone else.",
	"You have to name it to claim it",
	"This is no dress rehearsal.",
	"Do you want to be right or do you want to be happy?",
	"We all have a social mask, right? We put it on, we go out, put our best foot forward, our best image. But behind that social mask is a personal truth, what we really, really believe about who we are and what we're capable of.",
	"You can't change other people or (some) conditions; you can change only your reactions to them.",
	"If emotional pain or problems have cropped up in your life, you must insist on getting closure. Closure means you don’t carry the problem or the pain. You address the issue, then you slam shut the book and put it away.",
	"Awareness without action is worthless.",
	"It is just good practice to do a situational scan and have situational awareness when you are out in the world.",
	"Drama and crisis are currency to them because they love the power to make people react. They thrive on a good fight, a good scandal, a good drama.",
	"You create the results in life that you believe you deserve. —DR. PHIL MCGRAW",
	"When you get emotional, slow your thoughts down, and listen attentively (write it down). That way, you'll be able to hear what you are thinking. You do this becoming very still and very quiet, and recording your thoughts. These high-speed thoughts and internal reactions always precede your feelings and emotions. Trust me, you did tell yourself something if you now feel anger, mad, anxious, frustrated, sad or depressed. From now on, whenever you get upset, listen ever so carefully, to what you are telling yourself.",
	"Forgiveness of those who have transgressed against you, or those you love, is not about them; it is about you. It is a gift to yourself.",
	"I love life, but not everything in it. I love people, but not all of them. I love myself, but not everything about me.",
	"can’t change what you don’t acknowledge.",
	"all begins with you surrounding yourself with the right people—the good and authentic people—and \",unsurrounding\" yourself with the wrong people. And we both know there are plenty of wrong people in this world.",
	"Power begins with having a crystal-clear view of reality and what each and every person in your life is driven by.",
	"Smugglin' that by me? That's like tryin' to smuggle sunrise past a rooster.",
	"First, you’re going to have to stop using food for anything other than nutrition. You cannot continue to use food to celebrate, or as a companion, or for entertainment, or comfort. You cannot medicate yourself, your mood, or pain with food.",
	"The difference between you and the person you envy, is that you settle for less.",
	"Experts indicate that you should aim for consistent weight loss of about one to two pounds per week, so you should remain realistic—you aren’t going to lose 40 pounds per week (no matter what any diet product claims).",
	"You can't change what you don't acknowledge.",
	"If you ever get started on the right path to change, there is one important precondition you have to meet. You must rid yourself of that gnawing and overpowering sense of urgency and panic that always seems to appear on the scene.",
	"We are what we repeatedly do. Excellence, then, is not an act, but a habit. —Aristotle",
	"We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
	"You're FAT - and don't try to sugarcoat it, because you'll just eat that, too.",
	"Sometimes you win and sometimes you learn.",
	"Ain’t nothin’ to it, but to do it. —Maya Angelou",
	"true—eating the right foods, the ones we’ve",
	"In the meantime, let’s agree that what makes a problem big is simply that it’s yours.",
	"HUMMUS AND CRUNCHY CARROTS In a blender or food processor, purée 1/2 cup chickpeas, 2 teaspoons extra-virgin olive oil, 1/2 teaspoon minced garlic, and 1 tablespoon lemon juice. Serve hummus with 1 cup raw baby carrots and 2 rye crisps.",
	"Isn’t it amazing how easily you can cheat yourself out of the right choices by convincing yourself that you \"deserve\" the wrong ones? It’s highly illogical when you think about it. You deserve a better life, you deserve better health, and you deserve to lose weight.",
	"You must learn that you do not have to be angry just because you have the right to be.",
	"How often, for example, have you said or heard someone else say, \"All I really want in this life is to be happy\"? It sounds like a commonsense answer, but as a life goal, it is destined for failure. My dog, Barkley, wants to be happy. Does that mean that the two of you want the same things? I don’t think so. I’ll bet everything I own that you and Barkley define happiness very differently. So unless you’re willing to settle for someone scratching your belly and letting you sleep under the coffee table, you might want to be a little more precise about what you as a unique individual really want.",
	"Life experiences, mental illness, drugs, greed, environment, and poor role-modeling can all forge damaged people and can generate a darkness, an exploitiveness, in the way they approach life. Whatever their genesis, there are people in your life (and mine) who will hurt you if you let them.",
	"My Commitment Contract I, ________ (your name), commit to follow the steps and timeline I have laid out in order to achieve my realistic weight loss goals. Just as in life, this diet is not going to be a success-only journey. Therefore, if I deviate along the way, I promise not to beat myself up or use it as an excuse to fail. Instead, I will get right back on track. I promise not to make excuses or to sabotage myself or allow others to sabotage my efforts. I recognize that I am in control of my decisions. I believe in my ability to use 20/20 foresight to achieve my goals, and I believe I deserve better for myself. Signed,",
	"I ask you to go back and read them over again, and this time answer them keeping in mind that you are writing your children’s future with your answers.",
	"Foods with Potential Thermogenic Properties Coconut oil Olive oil Green tea Walnuts Mustard (yellow or Dijon)   Foods That Stick to Your Ribs Almonds Raisins Apples Yogurt (nonfat) Chickpeas Eggs Dried plums (prunes) Cod Greens (any kind of leafy greens) Rye Lentils Tofu Peanut butter (natural) Whey protein Pistachios (roasted, unsalted, in the shell)",
	"Hungry people are eventually going to eat, and eat with a vengeance!",
	"Here they are: Power Proteins Super Starches Chicken breast Oats Tuna (chunk light, canned in water) Brown rice Black beans Corn Prime Produce—Veggies Fit Fats Carrots Avocado Tomatoes Sunflower seeds Mushrooms Cashews Prime Produce-Fruits   Blueberries   Oranges   Grapes",
	"Self-acceptance was the foundation of the happiest time in your life and it was the engine that powered the train.",
	"If we were all just alike, one of us wouldn't be necessary.",
	"We are what we repeatedly do. Excellence, then, is not an act, but a habit",
	"I didn't just come in on a load of turnips!",
	"These are our neighbours, our co-workers, friends' children... the problem is closer than you think, but so is the solution.",
	"Now ask yourself if you’re really going to spend the rest of your life on one of those ridiculous diets. The honest answer is, no, you won’t. So, that means you might lose weight while you’re on it, but you’ll probably gain it back when you’re off it because you haven’t made any real lifestyle changes."
]